Revit 2027 API
ParameterTypeId.CurtaingridAngleU Property
 "Grid Rotation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridAngleU { get; }
Public Shared ReadOnly Property CurtaingridAngleU As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridAngleU {
	ForgeTypeId^ get ();
}
static member CurtaingridAngleU : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace